
/* Label for the password field in the account preferences */
"Password:" = "Contrasenya:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "El nom d'usuari no és vàlid per a aquest servei.";
